здесь представлена основная база знаний по писателям

Fedor Dostoevsky
11 ноября 1821 - 1821-11-11

Lev Tolstoy
9 сентября 1828 - 1828-09-09

Alexander Pushkin
6 июня 1799 - 1799-06-06

Anton Chekhov
29 января 1860 - 1860-01-29

Nikolay Gogol
1 апреля 1809 - 1809-04-01

Ivan Turgenev
9 ноября 1818 - 1818-11-09

Eugene Petrov
13 декабря 1902 - 1902-12-13

Ilya Ilf
15 октября 1897 - 1897-05-15

Erich Maria Remarque
22 июня 1898 - 1898-06-22

Alexandre Dumas (father)
24 июля 1802 - 1802-07-24

Alexandre Dumas fils
27 июля 1824 - 1824-07-27

Arthur Conan Doyle
22 мая 1859 - 1859-06-22

Arkady Strugatsky
28 августа 1925 - 1925-08-28 

Boris Strugatsky
15 апреля 1933 - 1933-04-15

Victor Hugo
26 февраля 1802 - 1802-02-26

Jules Verne
8 февраля 1828 - 1828-02-08

Alexey Tolstoy
5 сентября 1817 - 1817-09-05

Alexey Tolstoy (USSR)
10 января 1883 - 1883-01-10

Alexander Griboedov
15 января 1795 - 1795-01-15

Mark Twain
30 ноября 1835 - 1835-11-30

Agatha Mary Christie
15 сентября 1890 - 1890-09-15

Ivan Goncharov
18 июня 1812 - 1812-06-18

Daniel Defoe
24 апреля 1731 - 1731-04-24

Nikolay Leskov
16 февраля 1831 - 1831-02-16

Boris Vasiliev
21 мая 1924 - 1924-05-21

Alexander Belyaev
16 марта 1884 - 1884-03-16

Nikolay Nosov
23 ноября 1908 - 1908-11-23

Alexander Green
[23] августа 1880 - 1880-09-23 

Stanislaw Lem
12 сентября 1921 - 1921-09-12

George Orwell
25 июня 1903 - 1903-06-25

Alexander Volkov
8 мая 1961 - 1961-05-08

Yuri Polyakov
12 ноября 1954 - 1954-11-12

Ivan Shmelev
3 октября 1873 - 1873-10-03

Vasil Bykov
19 июня 1924 - 1924-06-19

Ray Bradbury
22 августа 1920 - 1920-08-22

Arkady Gaidar
22 января 1904 - 1904-01-22

Valentine Pikul
13 июля 1928 - 1928-07-13

Veniamin Kaverin
19 апреля 1902 - 1902-04-19

Vladimir Obruchev
10 октября 1863 - 1863-10-10

Alexander Kuprin
7 сентября 1870 - 1870-09-07

Paul Thomas Mann
6 июня 1875 - 1875-06-06

Alexander Ostrovsky
12 апреля 1823 - 1823-04-12

Charlotte Bronte
21 апреля 1816 - 1816-04-21

Emily Jane Bronte
30 июля 1818 - 1818-07-30

Anne Bronte
17 января 1820 - 1820-01-17

Johann Wolfgang von Goethe
28 августа 1749 - 1749-08-28

Grigory Belykh
19 августа 1906 - 1906-08-19

Ivan Panteleev
8 июня 1924 - 1924-06-08

Boris Pasternak
10 февраля 1890 - 1890-02-10

Leonid Filatov
24 декабря 1946 - 1946-12-24

Gabriel Garcia Marquez
6 марта 1927 - 1927-03-06

Konstantin Simonov
28 ноября 1915 - 1915-11-28

Hermann Hesse
2 июля 1877 - 1877-07-02

Francis Scott Fitzgerald
24 сентября 1896 - 1896-09-24

Valentin Kataev
28 января 1897 - 1897-01-28

Anatoly Rybakov
14 января 1911 - 1911-01-14

Lewis Carroll
27 января 1832 - 1832-01-27

Haruki Murakami
12 января 1949 - 1949-01-12

Herbert George Wells
21 сентября 1866 - 1866-09-21

Theodore Herman Albert Dreiser
27 августа 1871 - 1871-08-27

Alexander Vampilov
19 августа 1937 - 1937-08-19

Paulo Coelho
24 августа 1947 - 1947-08-24

Oscar Wilde
16 октября 1854 - 1854-10-16

Vladimir Bogomolov
4 декабря 1924 - 1924-12-04

Vladimir Bogomolov Voytinsky
3 июля 1924 - 1924-07-03

Robert Louis Balfour Stevenson
13 ноября 1850 - 1850-11-13

Antoine Marie Saint-Exupery
29 июня 1900 - 1900-06-29

Kenneth Elton Kesey 
17 сентября 1935 - 1935-09-17

Arkady Aleksandrovich Weiner
January 13 1931 - 1931-01-13

Georgy Aleksandrovich Vayner
February 10 1938 - 1938-02-10

Mikhail Saltykov-Shchedrin
27 января 1826 - 1826-01-27

Nikolay Nekrasov
10 декабря 1821 - 1821-12-10

Franz Kafka
3 июля 1883 - 1883-07-03

Victor Dragunsky
1 декабря 1913 - 1913-12-01

Hans Christian Andersen
2 апреля 1805 - 1805-04-02

Julian Semenov
8 октября 1931 - 1931-10-08

Vasily Shukshin
25 июля 1929 - 1929-07-25

Ivan Bunin
22 октября 1870 - 1870-10-22

Leo Kassil
10 июля 1905 - 1905-07-10

Yaroslav Hasek
30 апреля 1883 - 1883-04-30

Charles Dickens
7 февраля 1812 - 1812-02-07

Konstantin Paustovsky
31 мая 1892 - 1892-05-31

Valentin Rasputin
15 марта 1937 - 1937-03-15

Stendhal
23 января 1783 - 1783-01-23

Jerome Salinger
1 января 1919 - 1919-01-01

Ivan Krylov
13 февраля 1769 - 1769-02-13

Margaret Mitchell
8 ноября 1900 - 1900-11-08

Eugene Schwartz
21 октября 1896 - 1896-10-21

Kir Bulychev
18 октября 1934 - 1934-10-18

Jonathan Swift
30 ноября 1667 - 1667-11-30

Gabriel Troepolsky
29 ноября 1905 - 1905-11-29

Andrzej Sapkowski
21 июня 1948  - 1948-06-21

Miguel de Cervantes
29 сентября 1547 - 1547-09-29

Evgeny Zamyatin
1 февраля 1884 - 1884-02-01

Sir Joseph Rudyard Kipling 
30 декабря 1865 - 1865-12-30

Aldous Huxley
26 июля 1894 - 1894-07-26

Anton Makarenko
13 марта 1888 - 1888-03-13

Astrid Lindgren
14 ноября 1907 - 1907-11-14

Vladimir Korolenko
27 июля 1853 - 1853-07-27

Chingiz Aitmatov
12 декабря 1928 - 1928-12-12

Victoria Tokareva
20 ноября 1937 - 1937-11-20

O. Henry
11 сентября 1862 - 1862-09-11

Irwin Shaw
27 февраля 1913 - 1913-02-27

John Tolkien
3 января 1892 - 1892-01-03

Boris Polevoy
17 марта 1908 - 1908-03-17

Alexander Twardowski
21 июня 1910 - 1910-06-21

Boris Akunin
20 мая 1956 - 1956-05-20

Selma Lagerlof
20 ноября 1858 - 1858-11-20

Vladimir Nabokov 
22 апреля 1899 - 1899-04-22

Korney Chukovskiy
31 марта 1882 - 1882-03-31

Petr Yershov
6 марта 1815 - 1815-03-06

Sergey Aksakov
1 октября 1791 - 1791-10-01

Viktor Astafyev
1 мая 1924 - 1924-05-01

Vladimir Dal
22 ноября 1801 - 1801-11-22

Yuriy Dombrovskiy
12 мая 1909 - 1909-05-12

часть 2

Денис Фонвизин
Denis Fonvizin
14 апреля 1745 - 1745-04-14

Анатолий Иванов
Anatoly Ivanov
5 мая 1928 - 1928-05-05

Юрий Бондарев
Yuri Bondarev
15-марта-1924 - 1924-03-15

Софья Радзиевская
Sophia Radzievskaya
12 июня 1892 - 1892-06-12

Варлам Шаламов
Varlam Shalamov
18 июня 1907 - 1907-06-18

Владимир Гиляровский
Vladimir Gilyarovsky
8 декабря 1855 - 1855-12-08

Джером К. Джером
Jerome K. Jerome
2 мая 1859 - 1859-05-02

Дмитрий Фурманов
Dmitry Furmanov
7 ноября 1891 - 1891-11-07

Константин Седых
Konstantin Sedykh
21 января 1908 - 1908-01-21

Джон Фаулз
John Fowles
31 марта 1926 - 1926-03-31

Фазиль Искандер
Fazil Iskander
6 марта 1929 - 1929-03-06

Пер Вале
Per Valais
5 августа 1926 - 1926-08-05

Май Шевалль
May Chevalley
25 сентября 1935 - 1935-09-25

Александр Степанов
Alexander Stepanov
2 февраля 1892 - 1892-02-02

Николай Чернышевский
Nikolay Chernyshevsky
24 июля 1828 - 1828-07-24

Алан Александр Милн
Alan Alexander Milne
18 января 1882 - 1882-01-18

Кобо Абэ
Kobo Abe
7 марта 1924 - 1924-03-07

Томас Майн Рид
Thomas Mine Reed
4 апреля 1818 - 1818-04-04

Джеймс Фенимор Купер
James Fenimore Cooper
15 сентября 1789 - 1789-09-15

Марсель Пруст
Marcel Proust
10 июля 1871 - 1871-07-10

Эмили Бронте
Emily Bronte
30 июля 1818 - 1818-07-30

Ричард Бах
Richard Bach
23 июня 1936 - 1936-06-23

Марина Цветаева
Marina Tsvetaeva
8 октября 1892 - 1892-10-08

Колин Маккалоу
Colin McCullough
1 июня 1937 - 1937-06-01

Леонид Андреев
Leonid Andreev
21 августа 1871 - 1871-08-21

Сомерсет Моэм
Somerset Maugham
25 января 1874 - 1874-01-25

Виктор Пелевин
Victor Pelevin
22 ноября 1962 - 1962-11-22

Жорж Сименон
Georges Simenon
13 февраля 1903 - 1903-02-13

Альберт Лиханов
Albert Likhanov
13 сентября 1935 - 1935-09-13

Джон Стейнбек
John Steinbeck
27 февраля 1902 - 1902-02-27

Дэниел Киз
Daniel Keyes
9 августа 1927 - 1927-08-09

Мария Семенова
Maria Semenova
1 ноября 1958 - 1958-11-01

Николай Кун
Nikolay Kun
21 мая 1877 - 1877-05-21

Этель Лилиан Войнич
Ethel Lilian Voynich
11 мая 1864 - 1864-05-11

Омар Хайям
Omar Khayyam
18 мая 1048 - 1048-05-18

Эдгар По
Edgar Allan Poe
19 января 1809 - 1809-01-19

Стефан Цвейг
Stefan Zweig
28 ноября 1881 - 1881-11-28

Владислав Крапивин
Vladislav Krapivin
14 октября 1938 - 1938-10-14

Владимир Сутеев
Vladimir Suteev
5 июля 1903 - 1903-07-05

Бернард Шоу
Bernard Show
26 июля 1856 - 1856-07-26

Леонид Соловьёв
Leonid Solovyov
2 января 1957 - 1957-01-02

Дуглас Адамс
Douglas Adams
11 марта 1952 - 1952-03-11

Евгений Гришковец
Evgeny Grishkovets
17 февраля 1967 - 1967-02-17

Джеймс Хедли Чейз
James Headley Chase
24 декабря 1906 - 1906-12-24

Владимир Маяковский
Vladimir Mayakovsky
19 июля 1893 - 1893-07-19

Джон Голсуорси
John Galsworthy
14 августа 1867 - 1867-08-14

Михаил Зощенко
Mikhail Zoshchenko
9 августа 1894 - 1894-08-09

Вячеслав Шишков
Vyacheslav Shishkov
3 октября 1873 - 1873-10-03

Евгений Евтушенко
Evgeny Evtushenko
18 июля 1932 - 1932-07-18

Василий Ян
Vasily Yan
4 января 1875 - 1875-01-04

Харпер Ли
Harper lee
28 апреля 1926 - 1926-04-28

Эрнест Сетон-Томпсон
Ernest Seton-Thompson
14 августа 1860 - 1860-08-14

Альбер Камю
Albert Camus
7 ноября 1913 - 1913-11-07

Андрей Платонов
Andrey Platonov
28 августа 1899 - 1899-08-28

Александр Фадеев
Alexander Fadeev
24 декабря 1901 - 1901-12-24

Стивен Кинг
Stephen king
21 сентября 1947 - 1947-09-21

Сергей Смирнов
Sergey Smirnov
26 сентября 1915 - 1915-09-26

Виктор Некрасов
Victor Nekrasov
17 июня 1911 - 1911-06-17

Ги де Мопассан
Guy de Maupassant
5 августа 1850 - 1850-08-05

Сергей Сергеев-Ценский
Sergey Sergeev-Tsensky
30 сентября 1875 - 1875-09-30

Сергей Алексеев
Sergey Alekseev
9 марта 1871 - 1871-03-09

Артур Хейли
Arthur Haley
5 апреля 1920 - 1920-04-05

Владимир Высоцкий
Vladimir Vysotsky
25 января 1938 - 1938-01-25

Александр Солженицын
Alexander Solzhenitsyn
11 декабря 1918 - 1918-12-11

Алексей Новиков-Прибой
Alexey Novikov-Priboy
24 марта 1877 - 1877-03-24

Умберто Эко
Umberto Eco
5 января 1932 - 1932-01-05

Александр Чаковский
Alexander Chakovsky
26 августа 1913 - 1913-08-26

Айрис Мердок
Iris murdoch
15 июля 1919 - 1919-07-15

Уильям Голдинг
William Golding
19 сентября 1911 - 1911-09-19

Эдуард Успенский
Eduard Uspensky
22 декабря 1937 - 1937-12-22

Морис Метерлинк
Maurice Meterlink
29 августа 1862 - 1862-08-29

Гюстав Флобер
Gustave Flaubert
12 декабря 1821 - 1821-12-12

Джеймс Олдридж
James Aldridge
10 июля 1918 - 1918-07-10

Джон Болл
John Ball
8 июля 1911 -  1911-07-08

Уильям Теккерей
William Thackeray
18 июля 1811 - 1811-07-18
	
Оноре де Бальзак
Honore de Balzac
20 мая 1799 - 1799-05-20

Владимир Войнович
Vladimir Voinovich
26 сентября 1932 - 1932-09-26

Григорий Горин
Grigory Gorin
12 марта 1940 - 1940-03-12

Валентина Осеева
Valentina Oseeva
28 апреля 1902 - 1902-04-28

Виталий Бианки
Vitali Bianchi
11 февраля 1894 - 1894-02-11

Бенедикт Спиноза
Benedict Spinoza
24 ноября 1632 - 1632-11-24

Эрве Базен
Herve Bazin
17 апреля 1911 - 1911-04-17

Пестов Николай Евграфович
Pestov Nikolay Evgrafovich
17 августа 1892 - 1892-08-17

Владимир Железников
Vladimir Zheleznikov
26 октября 1925 - 1925-10-26

Вадим Кожевников
Vadim Kozhevnikov
22 апреля 1909 - 1909-04-22

Вальтер Скотт
Walter Scott
15 августа 1771 - 1771-08-15

Саша Черный
Sasha Black
13 октября 1880 - 1880-10-13

Эдмон Ростан
Edmond Rostan
1 апреля 1868 - 1868-04-01

Уилки Коллинз
Wilkie Collins
8 января 1824 - 1824-01-08

Роберт Рождественский
Robert Christmas
20 июня 1932 - 1932-06-20

Эмиль Золя
Emil Zola
2 апреля 1840 - 1840-04-02

Василий Гроссман
Vasily Grossman
12 декабря 1905 - 1905-12-12

Владимир Беляев
Vladimir Belyaev
3 апреля 1909 - 1909-04-03

Георгий Данелия
George Danelia
25 августа 1930 - 1930-08-25

Шарль Перро
Charles Perrault
12 января 1628 - 1628-01-12

Богомил Райнов
Bogomil Rainov
19 июня 1919 - 1919-06-19

Иван Стаднюк
Ivan Stadnyuk
8 марта 1920 - 1920-03-08

Павел Бажов
Pavel Bazhov
27 января 1879 - 1879-01-27

Курт Воннегут
Kurt Vonnegut
11 ноября 1922 - 1922-11-11

Александра Маринина
Alexandra Marinina
16 июня 1957 - 1957-06-16

Андрей Некрасов
Andrey Nekrasov
22 июня 1907 - 1907-06-22

Джеймс Джойс
James joyce
2 февраля 1882 - 1882-02-02

Иван Котляревский
Ivan Kotlyarevsky
9 сентября 1769 - 1769-09-09

Шодерло де Лакло
Chauderlo de laclos
18 октября 1741 - 1741-10-18

Джанни Родари
Gianni Rodari
23 октября 1920 - 1920-10-23

Марио Пьюзо
Mario puzo
15 октября 1920 - 1920-10-15

Роджер Желязны
Roger Zhelyazny
13 мая 1937 - 1937-05-13

Рафаэль Сабатини
Rafael Sabatini
29 апреля 1875 - 1875-04-29

Николай Островский
Nikolai Ostrovsky
29 сентября 1904 - 1904-09-29

Данил Корецкий
Danil Koretsky
4 августа 1948 - 1948-08-04

Анна Ахматова
Anna Akhmatova
23 июня 1889 - 1889-06-23

Михаил Успенский
Mikhail Uspensky
29 ноября 1950 - 1950-11-29

Вильгельм Гауф
Wilhelm Hauf
29 ноября 1802 - 1802-11-29

Мусса Джалиль
Moussa Jalil
15 февраля 1906 - 1906-02-15

Якоб Гримм 
Jacob Grimm
4 января 1785 - 1785-01-04

Вильгельм Гримм
Wilhelm Karl Grimm
24 февраля 1786 - 1786-02-24

Джованни Боккаччо
Giovanni Boccaccio
16 июня 1313 - 1313-06-16

Николай Гумилёв
Nikolay Gumilyov
15 апреля 1886 - 1886-04-15

Клайв Льюис
Clive Lewis
29 ноября 1898 - 1898-11-29

Николас Спаркс
Nicholas Sparks
31 декабря 1965 - 1965-12-31

Урсула Ле Гуин
Ursula Le Guin
21 октября 1929 - 1929-10-21

Франсуаза Саган
Francoise Sagan
21 июня 1935 - 1935-06-21

Лазарь Лагин
Lazarus Lagin
4 декабря 1903 - 1903-12-04

Фридрих Ницше
Friedrich Nietzsche
15 октября 1844 - 1844-10-15

Михаил Пришвин
Mikhail Prishvin
4 февраля 1873 - 1873-02-04

Джон Ирвинг
John Irving
2 марта 1942 - 1942-03-02

Алексей Иванов
Aleksey Ivanov
23 ноября 1969 - 1969-11-23

Владимир Арсеньев
Vladimir Arseniev
10 сентября 1872 - 1872-09-10

Александр Арсеньев
Alexander Arseniev
4 июня 1854 - 1854-06-04

Иоан Арсеньев
Ioan Arseniev
19 марта 1862 - 1862-03-19

Константин Арсеньев
Konstantin Arseniev
5 февраля 1837 - 1837-02-05

Туве Янссон
Tove Jansson
9 августа 1914 - 1914-08-09

Гарриет Бичер-Стоу
Harriet Beecher Stowe
14 июня 1811 - 1811-06-14

Александр Башлачёв
Alexander Bashlachev
27 мая 1960 - 1960-05-27

Самуил Маршак
Samuel Marshak
3 ноября 1887 - 1887-11-03

Решад Нури Гюнтекин
Reshad Nuri Guentekin
25 ноября 1889 - 1889-11-25

Артур Шопенгауэр
Arthur Schopenhauer
22 февраля 1788 - 1788-02-22

Томас Харрис
Thomas harris
11 апреля 1940 - 1940-04-11

Джон Уиндэм
John Wyndham
10 июля 1903 - 1903-07-10

Роберт Музиль
Robert Musille
6 ноября 1880 - 1880-11-06

Морис Дрюон
Maurice Druon
23 апреля 1918 - 1918-04-23

Уильям Фолкнер
William Faulkner
25 сентября 1897 - 1897-09-25

Элинор Портер
Elinor Porter
19 декабря 1868 - 1868-12-19

Фернандо Пессоа
Fernando pessoa
13 июня 1888 - 1888-06-13

Роберт Штильмарк
Robert Stilmark
3 апреля 1909 - 1909-04-03

Ян Ларри
Ian Larry
15 февраля 1900 - 1900-02-15

Уолт Уитмен
Walt Whitman
31 мая 1819 - 1819-05-31

Козьма Прутков
Kozma Rods
11 апреля 1803 - 1803-04-11

Терри Гудкайнд
Terry Goodkind
1 мая 1948 - 1948-05-01

Николай Карамзин
Nikolay Karamzin
12 декабря 1766 - 1766-12-12

Николай Заболоцкий
Nikolay Zabolotsky
7 мая 1903 - 1903-05-07

Милан Кундера
Milan Kundera
1 апреля 1929 - 1929-04-01

Роальд Даль
Roald dahl
13 сентября 1916 - 1916-09-13

Артур Голден
Arthur Golden
6 декабря 1956 - 1956-12-06

Эдуард Лимонов
Eduard Limonov
22 февраля 1943 - 1943-02-22

Вильям Похлебкин
William Pokhlebkin
20 августа 1923 - 1923-08-20

Мариам Петросян
Mariam Petrosyan
10 августа 1969 - 1969-08-10

Фёдор Тютчев
Fedor Tyutchev
5 декабря 1803 - 1803-12-05

Готфрид Келлер
Gottfried Keller
19 июля 1819 - 1819-07-19

Даниил Гранин
Daniil Granin
1 января 1919 - 1919-01-01

Гектор Мало
Hector Little
20 мая 1830 - 1830-05-20

Тибор Дери
Tibor Deri
18 октября 1894 - 1894-10-18

Дмитрий Мережковский
Dmitry Merezhkovsky
14 августа 1865 - 1865-08-14

Владимир Дудинцев
Vladimir Dudintsev
29 июля 1918 - 1918-07-29

Жан Поль
Jean Paul
21 марта 1763 - 1763-03-21

Рафаэлло Джованьоли
Raffaello Giovagnoli
13 марта 1838 - 1838-03-13

Дэвид Лоуренс
David Lawrence
11 сентября 1885 - 1885-09-11

Иммануил Кант
Immanuel Kant
22 апреля 1724 - 1724-04-22

Жорж Санд
Georges Sand
1 июля 1804 - 1804-07-01

Джон Апдайк
John Updike
18 марта 1932 - 1932-03-18

Генрик Сенкевич
Henryk Senkevich
5 мая 1846 - 1846-05-05

Андре Нортон
Andre Norton
17 февраля 1912 - 1912-02-17

Грегори Дэвид Робертс
Gregory David Roberts
21 июня 1952 - 1952-06-21

Гилберт Кит Честертон
Gilbert Keith Chesterton
29 мая 1874 - 1874-05-29

Боб Шоу
Bob show
31 декабря 1931 - 1931-12-31

Агния Барто
Agniya Barto
17 февраля 1901 - 1901-02-17

Лев Гумилев
Lev Gumilev
1 октября 1912 - 1912-10-01

Сергей Довлатов
Sergey Dovlatov
3 сентября 1941 - 1941-09-03

Валентин Иванов
Valentin Ivanov
1 августа 1967 - 1967-08-01

Ромен Роллан
Romain Rolland
29 января 1866 - 1866-01-29

Арчибальд Кронин
Archibald Cronin
19 июля 1896 - 1896-07-19

Борис Стругацкий
Boris Strugatsky
15 апреля 1933 - 1933-04-15

Чабуа Амирэджиби
Chabua Amirajibi
18 ноября 1921 - 1921-11-18

Арсений Тарковский
Arseny Tarkovsky
25 июня 1907 - 1907-06-25

Жозеф Анри Рони-старший
Joseph Henry Roney Sr
17 февраля 1856 - 1856-02-17

Роберт Шекли
Robert Sheckley
16 июля 1928 - 1928-07-16

Карл Маркс
Karl Marx
5 мая 1818 - 1818-05-05

Сергей Михалков
Sergey Mikhalkov
13 марта 1913 - 1913-03-13

Евгения Гинзбург
Evgenia Ginzburg
20 декабря 1904 - 1904-12-20

Юрий Герман
Yuri German
4 апреля 1910 - 1910-04-04

Анна Гавальда
Anna Gavalda
9 декабря 1970 - 1970-12-09

Вера Панова
Vera Panova
20 марта 1905 - 1905-03-20

Фёдор Абрамов
Fedor Abramov
29 февраля 1920 - 1920-02-29

Стиг Ларссон
Stig Larsson
15 августа 1954 - 1954-08-15

Аркадий Фидлер
Arkady Fidler
28 ноября 1894 - 1894-11-28

Джеймс Крюс
James Crews
31 мая 1926 - 1926-05-13

Куваев Олег Михайлович
Kuvaev Oleg Mikhailovich
12 августа 1934 - 1934-08-12

Никколо Макиавелли
Niccolo Machiavelli
3 мая 1469 - 1469-05-03

Роберт Хайнлайн
Robert Heinlein
7 июля 1907 - 1907-07-07

Джоанн Харрис
Joanne harris
3 июля 1964 - 1964-07-03

Павел Санаев
Pavel Sanaev
16 августа 1969 - 1969-08-16

Михаил Задорнов
Mikhail Zadornov
21 июля 1948 - 1948-07-21

Рувим Фраерман
Reuben Fraerman
22 сентября 1891 - 1891-09-22

Ирвинг Стоун
Irving Stone
14 июля 1903 - 1903-07-14

Дафна дю Морье
Daphne du Maurier
13 мая 1907 - 1907-05-13

Иоанна Хмелевская
Joanna Khmelevskaya
2 апреля 1932 - 1932-04-02

Артур Кларк
Arthur Clark
16 декабря 1917 - 1917-12-16

Патрик Зюскинд
Patrick Suskind
26 марта 1949 - 1949-03-26

Сесилия Ахерн
Cecilia Ahern
30 сентября 1981 - 1981-09-30

Михаил Ломоносов
Mikhail Lomonosov
19 ноября 1711 - 1711-11-19

Герман Мелвилл
Herman Melville
1 августа 1819 - 1819-08-01

Альфред Брем
Alfred Brem
2 февраля 1829 - 1829-02-02

Генрих Бёлль
Heinrich Boll
21 декабря 1917 - 1917-12-21

Андрей Гуляшки
Andrey Gulyashki
7 мая 1914 - 1914-05-07

Василий Сухомлинский
Vasily Sukhomlinsky
28 сентября 1918 - 1918-09-28

Венедикт Ерофеев
Venedikt Erofeev
24 октября 1938 - 1938-10-24

Исай Калашников
Isai Kalashnikov
9 августа 1931 - 1931-08-09

Александр Казанцев
Alexander Kazantsev
2 сентября 1906 - 1906-09-02

Бернар Вербер
Bernard Werber
18 сентября 1961 - 1961-09-18

Мария Метлицкая
Maria Metlitskaya
19 июля 1959 - 1959-07-19

Эдуард Асадов
Eduard Asadov
7 сентября 1923 - 1923-09-07

Жоржи Амаду
Georges Amadou
10 августа 1912 - 1912-08-10

Анн Голон
Anne Golon
17 декабря 1921 - 1921-12-17

Серж Голон
Serge Golon
23 августа 1903 - 1903-08-23

Отар Чиладзе
Otar Chiladze
20 марта 1933 - 1933-03-20

Анатолий Кузнецов
Anatoly Kuznetsov
18 августа 1929 - 1929-08-18

Абдурахман Абсалямов
Abdurahman Absalyamov
28 декабря 1911 - 1911-12-28
	
Кнут Гамсун
Knut Hamsun
4 августа 1859 - 1859-08-04

Эрнст Теодор Амадей Гофман
Ernst Theodore Amadeus Hoffmann
24 января 1776 - 1776-01-24

Павел Вежинов
Pavel Vezhinov
9 ноября 1914 - 1914-11-09

Бертольт Брехт
Bertolt Brecht
10 февраля 1898 - 1898-02-10

Джеймс Клавелл
James Clavell
10 октября 1921 - 1921-10-10

Луи Буссенар
Louis Boussenard
4 октября 1847 - 1847-10-04

Вольтер
Voltaire
21 ноября 1694 - 1694-11-21

Сидни Шелдон
Sydney Sheldon
11 февраля 1917 - 1917-02-11

Вероника Тушнова
Veronika Tushnova
27 марта 1911 - 1911-03-27

Бернхард Шлинк
Bernhard Schlink
6 июля 1944 - 1944-07-06

Терри Пратчетт
Terry Pratchett
28 апреля 1948 - 1948-04-28

Альберт Санчес Пиньоль
Albert Sanchez Pignol
11 июля 1965 - 1965-07-11

Брэм Стокер
Bram Stoker
8 ноября 1847 - 1847

Клиффорд Саймак
Clifford simak
3 августа 1904 - 1904-08-03

Лобсанг Рампа
Lobsang Rampa
8 апреля 1910 - 1910-04-08

Лион Фейхтвангер
Lyon Feuchtwanger
7 июля 1884 - 1884-07-07

Энн Бронте
Anne Bronte
17 января 1820 - 1820-02-17

Лопе де Вега
Lope de Vega
25 ноября 1562 - 1562-11-25

Анатолий Приставкин
Anatoly Pristavkin
17 октября 1931 - 1931-10-17

Афанасий Фет
Athanasius Fet
5 декабря 1820 - 1820-12-05

Гегель
Hegel
27 августа 1770 - 1770-08-27

Роберт Джордан
Robert Jordan
17 октября 1948 - 1948-10-17

Сандра Браун
Sandra brown
12 марта 1948 - 1948-03-12

Томас Харди
Thomas hardy
2 июня 1840 - 1840-06-02

Евгений Велтистов
Evgeny Veltistov
21 июля 1934 - 1934-07-21

Павел Мельников
Pavel Melnikov
6 ноября 1819 - 1819-11-06

Фрэнсис Элиза Бёрнетт
Francis Eliza Burnett
24 ноября 1849 - 1849-11-24

Светлана Мартынчик
Svetlana Martynchik
9 июня 1965 - 1965-06-09

Игорь Стёпин
Igor Styopin
21 января 1967 - 1967-01-21

Гарри Гаррисон
Harry harrison
12 марта 1925 - 1925-03-12

Себастьян Жапризо
Sebastian Japrizo
4 июля 1931 - 1931-07-04

Джеймс Хэрриот
James harriot
3 октября 1916 - 1916-10-03

Андре Моруа
Andre Morois
26 июля 1885 - 1885-07-26

Дмитрий Липскеров
Dmitry Lipskerov
19 февраля 1964 - 1964-02-19

Генри Миллер
Henry Miller
26 декабря 1891 - 1891-12-26

Мольер
Moliere
15 января 1622 - 1622-01-15

Эмиль Брагинский
Emil Braginsky
19 ноября 1921 - 1921-11-19

Эльдар Рязанов
Eldar Ryazanov
18 ноября 1927 - 1927-11-18

Булат Окуджава
Bulat Okudzhava
9 мая 1924 - 1924-05-09

Сергей Козлов
Sergey Kozlov
22 августа 1939 - 1939-08-22

Петр Чаадаев
Petr Chaadaev
7 июня 1794 - 1794-06-07

Фрэнк Герберт
Frank Herbert
8 октября 1920 - 1920-10-08

Александр Дюма (сын)
Alexander Dumas (son)
27 июля 1824 - 1824-07-27

Фредерик Бегбедер
Frederick Begbeder
21 сентября 1965 - 1965-09-21

Фридрих Энгельс
Friedrich Engels
28 ноября 1820 - 1820-11-28

Мишель де Монтень
Michel de Montaigne
28 февраля 1533 - 1533-02-28

Шарль Бодлер
Charles Baudelaire
9 апреля 1821 - 1821-04-09

Константин Циолковский
Konstantin Tsiolkovsky
17 сентября 1857 - 1857-09-17

Сьюзен Коллинз
Suzanne Collins
10 августа 1962 - 1962-08-10

Артемий Троицкий
Artemy Troitsky
16 июня 1955 - 1955-06-16

Ирина Головкина (Римская-Корсакова)
Irina Golovkina (Rimskaya-Korsakova)
6 июня 1904 - 1904-06-06

Юрий Олеша
Yuri Olesha
3 марта 1899 - 1899-03-03

Дмитрий Мамин-Сибиряк
Dmitry Mamin-Sibiryak
6 ноября 1852 - 1852-11-06

Александр Козачинский
Alexander Kozachinsky
4 сентября 1903 - 1903-09-04

Грэм Грин
Graham Green
2 октября 1904 - 1904-10-02

Чарльз Перси Сноу
Charles Percy Snow
15 октября 1905 - 1905-10-15

Энтони Бёрджесс
Anthony Burgess
25 февраля 1917 - 1917-02-25

Джеффри Чосер
Jeffrey Chaucer
null

Эзоп
Aesop
null

Филип Пулман
Philip Pulman
19 октября 1946 - 1946-10-19

Карлос Кастанеда
Carlos Castaneda
25 декабря 1925 - 1925-12-25

Уильям Айриш
William Irish
4 декабря 1903 - 1903-12-04

Лаймен Фрэнк Баум
Lymene Frank Baum
15 мая 1856 - 1856-05-15

Степан Писахов
Stepan Pisakhov
25 октября 1879 - 1879-10-25

Даниэль Глаттауэр
Daniel Glattauer
19 мая 1960 - 1960-05-19

Виталий Губарев
Vitaly Gubarev
30 августа 1912 - 1912-08-30

Иосиф Бродский
Joseph Brodsky
24 мая 1940 - 1940-05-24

Мишель Уэльбек
Michelle Welbeck
26 февраля 1956 - 1956-02-26

Генри Райдер Хаггард
Henry Ryder Haggard
22 июня 1856 - 1856-06-22

Александр Суворов
Alexander Suvorov
24 ноября 1730 - 1730-11-24

Станислав Ежи Лец
Stanislav Jerzy Lets
6 марта 1909 - 1909-03-06

Андрей Усачев
Andrey Usachev
5 июля 1958 - 1958-07-05

Светлана Алексиевич
Svetlana Aleksievich
31 мая 1948 - 1948-05-31

Мария Нуровская
Maria Nurovskaya
3 марта 1944 - 1944-03-03

Вергилий
Virgil
15 октября 70 д.н.э

Джон Мильтон
John Milton
19 декабря 1608 - 1608-12-19

Игорь Губерман
Igor Huberman
7 июля 1936 - 1936-07-07

Софокл
Sophocles
null

Владимир Одоевский
Vladimir Odoevsky
11 августа 1804 - 1804-08-11

Януш Вишневский
Janusz Wisniewski
18 августа 1954 - 1954-08-18

Александр Житинский
Alexander Zhitinsky
19 января 1941 - 1941-01-19

Михаил Веллер
Michael Weller
20 мая 1948 - 1948-05-20

Аркадий Аверченко
Arkady Averchenko
27 марта 1880 - 1880-03-27

Джордж Гордон Байрон
George Gordon Byron
22 января 1788 - 1788-01-22

Антоний Погорельский
Anthony Pogorelsky
null

Петроний Арбитр
Petronius Referee
null

Белла Ахмадулина
Bella Akhmadulina
10 апреля 1937 - 1937-04-10

Паруйр Севак
Paruyr Sevak
24 января 1924 - 1924-01-24

Нина Берберова
Nina Berberova
8 августа 1901 - 1901-08-08

Серен Кьеркегор
Soren Kierkegaard
5 мая 1813 - 1813-05-05

Чак Паланик
Chuck Palahniuk
21 февраля 1962 - 1962-02-21

Андрей Белый
Andrey Bely
26 октября 1880 - 1880-10-26

Осип Мандельштам
Osip Mandelstam
14 января 1891 - 1891-01-14

Марина Влади
Marina Vladi
10 мая 1938 - 1938-05-10

Даниил Хармс
Daniel Harms
30 декабря 1905 - 1905-12-30

Элизабет Гаскелл
Elizabeth Gaskell
29 сентября 1810 - 1810-09-29

Петр Вайль
Peter Weil
29 сентября 1949 - 1949-09-29

Александр Генис
Alexander Genis
11 февраля 1953 - 1953-02-11

Вероника Долина
Veronica Valley
2 января 1956 - 1956-01-02

Ричард Матесон
Richard Mateson
20 февраля 1926 - 1926-02-20

Ясунари Кавабата
Yasunari Kawabata
11 июня 1899 - 1899-06-11

Владимир Тендряков
Vladimir Tendryakov
5 декабря 1923 - 1923-12-05

Монтейру Лобату
Monteiro Lobato
18 апреля 1882 - 1882-04-18

Василий Аксенов
Vasily Aksenov
20 августа 1932 - 1932-08-20

Шарль де Костер
Charles de Coster
null

Галина Щербакова
Galina Shcherbakova
10 мая 1932 - 1932-05-10

Катарина Масетти
Katarina Masetti
29 апреля 1944 - 1944-04-29

Андреас Эшбах
Andreas Eschbach
15 сентября 1959 - 1959-09-15

Джек Керуак
Jack Kerouac
12 марта 1922 - 1922-03-12

Плутарх
Plutarch
null

Вирджиния Вулф
Virginia Woolf
25 января 1882 - 1882-01-25

Дмитрий Григорович
Dmitry Grigorovich
31 марта 1822 - 1822-03-1822

Владимир Сорокин	
Vladimir Sorokin
7 августа 1955 - 1955-08-07

Федор Сологуб
Fedor Sologub
1 марта 1863 - 1863-03-01

Север Гансовский
North Gansovsky
15 декабря 1918 - 1918-12-15

Диана Сеттерфилд
Diana Setterfield
22 августа 1964 - 1964-08-22

Пэлем Грэнвил Вудхауз
Pale Granville Woodhouse
15 октября 1881 - 1881-10-15

Василий Жуковский
Vasily Zhukovsky
9 февраля 1783 - 1783-02-09

Ланьлинский насмешник
Lanling mocker
null

Томас Мор
Thomas More
7 февраля 1478 - 1478-02-07

Кеннет Грэм
Kenneth Graham
8 марта 1859 - 1859-03-08

Наталья Щерба
Natalya Shcherba
16 ноября 1981 - 1981-11-16

Александр Бушков
Alexander Bushkov
5 апреля 1956 - 1956-04-05

Людмила Улицкая
Lyudmila Ulitskaya
21 февраля 1943 - 1943-02-21

Дино Буццати
Dino Buzzati
16 октября 1906 - 1906-10-16

Кормак Маккарти
Cormac McCarthy
20 июля 1933 - 1933-07-20

Конкордия Антарова
Concordia Antarova
25 апреля 1886 - 1886-04-25

Орсон Скотт Кард
Orson Scott Card
24 августа 1951 - 1951-08-24

Дени Дидро
Denis Didro
5 октября 1713 - 1713-10-05

Юрий Нестеренко
Yuri Nesterenko
9 октября 1972 - 1972-10-09

Эсхил
Aeschylus
null

Райнер Мария Рильке
Rainer Maria Rilke
4 декабря 1875 - 1875-12-04

Милорад Павич
Milorad Pavic
15 октября 1929 - 1929-10-15

Рабиндранат Тагор
Rabindranath Tagore
7 мая 1861 - 1861-05-07

Хорхе Луис Борхес
Jorge Luis Borges
24 августа 1899 - 1899-08-24

Петер Якобсен
Peter Jacobsen
7 апреля 1847 - 1847-04-07

Борис Шергин
Boris Shergin
null

Виктор Точинов
Victor Tochinov
null

Юрий Трифонов
Yuri Trifonov
28 августа 1925 - 1925-08-28

Джакомо Казанова
Giacomo Casanova
2 апреля 1725 - 1725-04-02

Эжен Сю
Eugene Xu
26 января 1804 - 1804-01-26

Генрих Манн
Heinrich Mann
27 марта 1871 - 1871-03-27

Дмитрий Быков
Dmitry Bykov
20 декабря 1967 - 1967-12-20

Джоджо Мойес
Jojo Moyes
4 августа 1969 - 1969-08-04

Юлия Друнина
Julia Drunina
10 мая 1924 - 1924-05-10

Эрл Стэнли Гарднер
Earl Stanley Gardner
17 июля 1889 - 1889-07-17

Леонид Каганов
Leonid Kaganov
21 мая 1972 - 1972-05-21

Мариэтта Шагинян
Marietta Shaginyan
2 апреля 1888 - 1888-04-02

Мэри Шелли
Mary Shelley
30 августа 1797 - 1797-08-30

Даниил Андреев
Daniil Andreev
null

Нил Гейман
Neil Gaiman
10 ноября 1960 - 1960-11-10

Трумен Капоте
Truman Capote
30 сентября 1924 - 1924-09-30

Жан Жак Руссо
Jean Jacques Rousseau
28 июня 1712 - 1712-06-28

Эрих Фромм
Erich Fromm
23 марта 1900 - 1900-03-23

Густав Майринк
Gustav Meyrink
19 января 1868 - 1868-01-19

Януш Корчак
Janusz Korczak
22 июля 1878 - 1878-07-22

Маркус Зузак
Marcus Z
23 июня 1975 - 1975-06-23

Вадим Шефнер
Vadim Shefner
12 января 1915 - 1915-01-12

Тамара Крюкова
Tamara Kryukova
14 октября 1953 - 1953-10-14

Энн Райс
Ann rice
4 октября 1941 - 1941-10-04

Хелен Филдинг
Helen Fielding
19 февраля 1958 - 1958-02-19

Эдмунд Гуссерль
Edmund Husserl
8 апреля 1859 - 1859-04-08

Леонардо да Винчи
Leonardo da Vinci
15 апреля 1452 - 1452-04-15

Тимур Кибиров
Timur Kibirov
15 февраля 1955 - 1955-02-15

Френсис Бэкон
Francis Bacon
22 января 1561 - 1561-01-22

Ивлин Во
Evelyn Waugh
28 октября 1903 - 1903-10-28

Дмитрий Горчев
Dmitry Gorchev
27 сентября 1963 - 1963-09-27

Анатолий Алексин
Anatoly Aleksin
3 августа 1924 - 1924-08-03

Олег Дивов
Oleg Divov
3 октября 1968 - 1968-10-03

Иэн Макьюэн
Ian McEwan
21 июня 1948 - 1948-06-21

Андрей Белянин
Andrey Belyanin
24 января 1967 - 1967-01-24

Луций Анней Сенека
Lucius Anney Seneca
null

Рене Декарт
Rene Descartes
31 марта 1596 - 1596-03-31

Герман Зудерман
Herman Suderman
30 сентября 1857 - 1857-09-30

Чарльз Дарвин
Charles Darwin
12 февраля 1809 - 1809-02-12 

Генрик Ибсен
Henryk Ibsen
20 марта 1828 - 1828-03-20

Лоренс Стерн
Lawrence Stern
24 ноября 1713 - 1713-11-24

Эдгар Берроуз
Edgar Burroughs
1 сентября 1875 - 1875-09-01

Дмитрий Артис
Dmitry Artis
14 июля 1973 - 1973-07-14

Сара Джио
Sarah gio
18 февраля 1978 - 1978-02-18

Дик Фрэнсис
Dick francis
31 октября 1920 - 1920-10-31

Марио Варгас Льоса
Mario Vargas Llosa
28 марта 1936 - 1936-03-28

Хантер Стоктон Томпсон
Hunter Stockton Thompson
18 июля 1937 - 1937-07-18

Николай Дубов
Nikolay Dubov
4 ноября 1910 - 1910-11-04

Михаэль Энде
Michael Ende
12 ноября 1929 - 1929-11-12

Карел Чапек
Karel Capek
9 января 1890 - 1890-01-09

Марк Леви
Mark Levy
16 октября 1961 - 1961-10-16

Томас Гоббс
Thomas Hobbes
5 апреля 1588 - 1588-04-5

Бернгард Гржимек
Bernhard Grzimek
24 апреля 1909 - 1909-04-24

Михаэль Гржимек
Michael Grzimek
12 апреля 1934 - 1934-04-12

Сэмюэл Беккет
Samuel Beckett
13 апреля 1906 - 1906-04-13

Сергей Лукьяненко
Sergey Lukyanenko
11 апреля 1968 - 1968-04-11

Публий Корнелий Тацит
Publius Cornelius Tacitus
null

Рик Янси
Rick Yancy
4 ноября 1962 - 1962-11-04

часть 3 - писатели 1 века

Агриппа (скептик)
Agrippa the Skeptic
null

Аполлоний Тианский
Apolloniy Tianskiy
null

Валерий Максим
Valerius Maximus
null

Веллей Патеркул
Velleius Paterculus
null

Гай Светоний Транквилл
Gaius Suetonius Tranquillus
null

Гераклит Грамматик
Heraclitus Homericus
null

Децим Юний Ювенал
Decimus Iunius Iuvenalis
null

Дион Хрисостом
Dion Chrysostom
null

Иоанн Евангелист
John the Evangelist
null

Иосиф Флавий
Josephus Flavius
null

Кальпурний (поэт)
Calpurnius Siculus
null

Квинт Курций Руф
Quintus Curtius Rufus
null

Квинтилиан
Marcus Fabius Quintilianus
null

Колумелла
Lucius Iunius Moderatus Columella
null

Марк Анней Лукан
Marcus Annaeus Lucanus
3 ноября 39

Луций Анней Сенека Старший
Lucius Annaeus Seneca
null

Марк Манилий
Marcus Manilius
null

Мара бар Серапион
Mara bar Serapion
null

Марк Веррий Флакк
Marcus Verrius Flaccus
null

Марк Габий Апиций
Marcus Gabius (Gavius) Apicius
null

Марк Валерий Марциал
Marcus Valerius Martialis
null

Овидий
Publius Ovidius Naso
20 марта 43 до н. э.

Онасандр
Onosandros
null

Персий
Aulus Persius Flaccus
4 декабря 34

Петроний Арбитр
Petronius Arbiter
null

Плиний Младший
Gaius Plinius Caecilius Secundus
null

Плиний Старший
Plinius Maior
null

Плутарх
Plutarch
null

Публий Корнелий Тацит
Publius Cornelius Tacitus
null

Публий Рутилий Луп (ритор)
Publius Rutilius Lupus
null

Секст Юлий Фронтин
Sextus Julius Frontinus
null

Луций Анней Сенека
Lucius Annaeus Seneca minor
null

Силий Италик
Tiberius Catius Asconius Silius Italicus
null

Стаций
Stacia
null

Страбон
Strabo
null

Тит Ливий
Titus Livy
null

Филон Александрийский
Philo Alexandrinus
null

Эпиктет
Epictetus
null

часть 4 - писатели 2 века

Авл Геллий
Aulus Gellius
null

Агриппа Кастор
Agrippa Castor
null

Антоний Диоген
Anthony Diogenes
null

Аполлинарий Клавдий
Apollinaris Claudius
null

Аполлоний Дискол
Apolloniy Diskol
null

Апулей
Apuleius
null

Аристид Афинский
Aristide of Athens
null

Артемидор Далдианский
Artemidor Daldianskiy
null

Афинагор Афинский
Athenagoras of Athens
null

Бань Чжао
Ban Chzhao
null

Гераклит-парадоксограф
Heraclitus-paradoxograph
null

Гермоген Тарсский
Germogen Tarsskiy
null

Диоген Лаэртский
Diogenes Laertes
null

Дионисий Периегет
Dionysius Periegetes
null

Иустин Философ
Iustin Filosof
null

Лукиан
Lucianus Samosatensis
null

Марк Аврелий
Marcus Aurelius Antoninus
26 апреля 121

Марк Корнелий Фронтон
Marcus Cornelius Fronto
null

Мелитон Сардийский
Meliton Sardiyskiy
null

Павсаний (географ)
Pausanias (geographer)
null

Плиний Младший
Gaius Plinius Caecilius Secundus
null

Поликрат Эфесский
Polycrates of Ephesus
null

Птолемей Гефестион
Ptolemy Hephaestion
null

Клавдий Птолемей
Claudius Ptolemaeus
null

Секст Помпей Фест
Sextus Pompeius Festus
null

Татиан
Tatianus
null

Феофил Антиохийский
Theophilus of Antioch
null

Флегонт из Тралл
Phlegont of Thrall
null

Элиан Тактик
Alian Tactic
null

Элий Аристид
Ely Aristide
null

Юлий Поллукс
Iulius Pollux
null

Ямвлих (писатель)
Jamblichus (writer)
null

часть 5 - писатели 3 века

Архелай (епископ Месопотамский)
Афиней
Берилл Бострийский
Гай Юлий Солин
Гемин (писатель)
Го Пу
Григорий Чудотворец
Дионисий Александрийский
Диофант Александрийский
Квинт Гаргилий Марциал
Киприан Карфагенский
Клавдий Элиан
Марк Юниан Юстин
Менандр (греческий ритор)
Новациан
Плотин
Понтий Карфагенский
Феогност Александрийский
Цензорин (грамматик)
Чжун Яо
Юй Цзи

часть 6 - писатели 4 века

Алипий (музыкант)
Астерий Софист
Афанасий Великий
Гай Марий Викторин
Гегемоний
Гельвидий
Го Пу
Гораполлон
Ефрем Сирин
Зенон Веронский
Каллистрат (софист)
Кирилл Иерусалимский
Лактанций
Лукий (архиепископ Александрийский)
Мавр Сервий Гонорат
Марк Диадох
Марцеллин (пресвитер)
Метродора
Никита Ремесианский
Ноний Марцелл
Присциллиан
Квинт Аврелий Симмах
Тихоний Африканский
Троил (философ)
Ульпиан Эмесский
Фаустин (пресвитер)
Филипп Сидский
Халкидий
Чжидунь
Эгерия (IV век)

часть 7 - писатели 5 века

Авит (пресвитер)
Антиох Птолемаидский
Арсений Великий
Беса (монах)
Вегеций
Викентий Леринский
Викторий Аквитанский
Диадох Фотикийский
Евсевий Схоластик (историк)
Иаков Цуртавели
Иоанн Руф
Исаак (христианский писатель)
Лев I (папа римский)
Амвросий Феодосий Макробий
Марк Диакон
Маруфа
Мемнон Эфесский
Меробавд
Никита Ремесианский
Руфин Аквилейский
Салоний Женевский
Сидоний Аполлинарий
Стобей
Троил (философ)
Филипп Сидский
Юлиан Экланский

часть 8 - писатели 6 века

Абраам Мамиконеиц
Александр Кипрский (писатель)
Аратор
Венанций Фортунат
Григорий I (папа римский)
Евгиппий
Иоанн Эфесский
Кирилл Скифопольский
Козьма Индикоплов
Колумба
Ли Даоюань
Либерат Карфагенский
Тимофей из Газы
Фабий Планциад Фульгенций
Феодор Петрский
Шэнь Юэ
Юст Уржельский
Янь Чжитуй

часть 9 - писатели 7 века

Адамнан
Анастасий Синаит
Бана
Бхамаха
Васконий (епископ Луго)
Дандин
Ильдефонс Толедский
Ицзин (монах)
Колумбан
Сюаньцзан
Теодофрид Корбейский
Эрконвальд

часть 10 - писатели 8 века

Аббас ибн аль-Ахнаф
Альдхельм
Амару (поэт)
Арибо (епископ Фрайзинга)
Святой Бонифаций
Муслим ибн аль-Валид

часть 11 - писатели 9 века

Агобард
Адон Виеннский
Альтфрид Мюнстерский
Ассер
Ахмад ибн Ханбаль
Василий Эмесский
Георгий Никомидийский
Гинкмар (архиепископ Реймса)
Ованес Драсханакертци
Евлогий Кордовский
Епифаний Монах
Иона (епископ Орлеана)
Ки-но Цураюки
Клавдий Туринский
Лу Гуймэн
Лю Цзунъюань
Ненний (историк)
Отфрид фон Вейсенбург
Павлин Аквилейский
Рабан Мавр
Рамперт (епископ Брешиа)
Теодульф
Узуард
Феодор Абу Курра
Феодор Эдесский
Фотий I (патриарх Константинопольский)
Фридугис
Хильдегарий (епископ Мо)

часть 12 - писатели 10 века

Аббон Флёрийский
Абу Талиб аль-Макки
Аль-Хушани
Анания Нарекаци
Анонимный преподаватель
Василий архиепископ Новых Патр
Донноло Саббатай
Ованес Драсханакертци
Дунаш бен Лабрат
Ибн ан-Надим
Иоанн Каминиата
Иоанн Канапариус
Аль-Каффаль аш-Шаши
Ки-но Цураюки
Константин VII Багрянородный
Аль-Масуди
Ремигий Осерский
Сигерик Серьёзный
Стефан Льежский
Сэй-Сёнагон
Феодор Дафнопат
Хиросфакт Лев

часть 13 - писатели 11 века

Ар-Рагиб аль-Исфахани
Беренгар Турский
Бруно Кверфуртский
Гумберт Сильва-Кандидский
Евфимий Малаки
Ибн Аммар
Идзуми-сикибу
Кекавмен
Константин Африканский
Ланфранк
Низам аль-Мульк
Сэй-Сёнагон
Тротула Салернская
Филипп Монотроп
Фульберт Шартрский
Хамид ад-дин аль-Кирмани
Шайзала
Юсуф Баласагуни

часть 14 - писатели 12 века

Пьер Абеляр
Андрей Капеллан
Ар-Рагиб аль-Исфахани
Вальтер Мап
Вирнт фон Графенберг
Гальфрид Монмутский
Геррада Ландсбергская
Джимутавахана
Евфимий Малаки
Ибн Зафар
Имадуддин аль-Исфахани
Иоанн Каматир
Иоанн Фурн
Константин Манассия
Нил Доксопатр
Хемачандра
Элред Ривоский
Кретьен де Труа
Сент-Мор Бенуа де
Алекса Лазаревич
Владимир Всеволодович Мономах
Даниил Паломник
Евфросиния Полоцкая
Звенислава Борисовна
Кирик Новгородец
Кирилл Туровский
Климент Смолятич
Нестор Летописец
Никифор I (митрополит Киевский)
Пётр Бориславич
Сильвестр (епископ Переяславский)
Федор Угринец

часть 15 - писатели 13 века

Абу Шама аль-Макдиси
Антоний Падуанский
Вирнт фон Графенберг
Гвидо де Колумна
Гервасий Тильберийский
Данте Алигьери
Джузджани
Елюй Чуцай
Иаков Ворагинский
Ибн Халликан
Компаньи Дино
Лайамон
Мартин Опавский
Нидзё (писательница)
Никифор Влеммид
Никифор Хрисоверг
Николай Месарит
Осипов Николай Петрович (писатель)
Пахомий Русан
Петр из Дании (доминиканец)
Ристоро д’Ареццо
Гильом де Рубрук
Снорри Стурлусон
Франческо да Барберино
Эберхард Немецкий
Антоний (архиепископ Новгородский)
Даниил Заточник
Кирилл II (митрополит Киевский)
Кирилл III (митрополит Киевский)
Максим (митрополит Киевский)
Митуса
Серапион Владимирский
Симеон (епископ Тверской)
Симон (епископ Владимирский)
Тимофей из Галича
Рустикелло из Пизы
Александр из Вильдьё
Жан де Жуанвиль
Робер де Блуа
Фигейра Гильем

часть 16 - писатели 14 века

Абу-ль-Фида
Адам Гийом
Акоп Крнеци
Аньоло ди Тура
Джованни Боккаччо
Бонер Ульрих
Данте Алигьери
Дони Антон Франческо
Екатерина Вадстенская
Иордани Раймунд
Исайя (монах)
Кемпе Марджери
Компаньи Дино
Константин Акрополит
Ла Тур Ландри Жоффруа де
Лаале
Мануил Фил
Опицин де Канистрис
Паулин Венетский
Пахомий Русан
Феодор Метохит
Франческо да Барберино
Хуан Мануэль
Юлиана Нориджская
Ян из Стршеды
Василий (архиепископ Новгородский)
Дмитрий Зограф
Игнатий Смолянин
Киприан (митрополит Киевский)
Пётр (митрополит Киевский)
Стефан Новгородец
Венет Жан де
Жан де Жуанвиль
Ла Тур Ландри Жоффруа де

часть 17 - писатели 15 века

Андреа да Барберино
Андроник Каллист
Барлети Марин
Брант Себастьян
Брэдмор Джон
Викторин Корнел из Вшегрд
Гарси Родригес де Монтальво
Георгий Трапезундский
Георгий Эрмоним
Горчичка Даниил
Дзено Катерино
Екатерина Болонская
Елизавета Лотарингская
Ибн Арабшах
Аль-Ибшихи
Иоанн Евгеник
Иоанн III (архиепископ Сольтание)
Иринарх Глушицкий
Кабатник Мартин
Кальпурний Джованни
Картагена Алонсо де Санта-Мария
Кемпе Марджери
Константин из Островицы
Корнацано Антонио
Ла Саль Антуан де
Мазуччо Салернитанец
Мамро Себастьен
Марулл Михаил
Марциал Овернский
Маффео Веджио
Микулаш из Пельгржимова
Мэлори Томас
Афанасий Никитин
Пико делла Мирандола Джованни
Полициано Анджело
Уэйкфилд Роберт
Феодор Газа
Эйб Альбрехт фон
Эфендопуло Калеб
Беккаделли Антонио
Буондельмонти Кристофоро
Дечембрио Анджело
Дечембрио Пьер Кандидо
Дечембрио Уберто
Вийон Франсуа
Ламарш Оливье де
Лемер де Бельж Жан
Молине Жан
Октавиан де Сен-Желе
Аль-Ибшихи
Панноний Ян
Туроци Янош
Адам из Ловича
Войцех из Брудзева
Григорий Сяноцкий
Каллимах Филипп
Корвин Вавжинец
Остророг Ян
Ян из Кент
Бюлов Николаус
Епифаний Премудрый
Иосиф Волоцкий
Афанасий Никитин
Пахомий Логофет
Авраамий (епископ Суздальский)
Антоний (иеромонах ярославского Спасского монастыря)
Варсанофий
Гурий (Тушин)
Епифаний Премудрый
Ефросин (книгописец)
Иван Чёрный (писец)
Иннокентий (Охлябинин)
Иона Московский
Кожух Иродион
Курицын Фёдор Васильевич
Мунехин Михаил Григорьевич
Нестор Искандер
Афанасий Никитин
Нил Сорский
Пахомий Логофет

часть 18 - писатели 16 века

Аарон Пезарский
Абу-ль-Фадль Аллами
Аквила Иоганн-Каспар
Альберус Эразм
Альчато Андреа
Амбра Франческо д
Анонимный иезуит
Армин Роберт
Арсений Элассонский
Ашэм Роджер
Базилик Киприан
Бальбоа Кабельо Мигель
Барлети Марин
Бартоли Козимо
Бельский Марцин
Бембо Пьетро
Бенцони Джироламо
Бернат из Люблина
Бероальд де Вервиль
Бетансос Хуан де
Билек Якуб
Брант Себастьян
Бретон Николас
Броневский Мартин
Брук Фулк-Гревилль
Джордано Бруно
Быджовский Марк
Бьюкенен Джордж (гуманист)
Бэкон Энн
Валера Блас
Валерини Адриано
Вальдес Альфонсо де
Варки Бенедетто
Видавский Валентин
Викторин Корнел из Вшегрд
Виллих Йодокус
Гаскойн Джордж
Гевара Антонио де
Генгенбах Памфилус
Гличнер Эразм
Гойш Дамиан де
Горницкий Лукаш
Граццини Антон Франческо
Гутьеррес де Санта Клара Педро
Далматин Юрий
Даниэль Адам из Велеславина
Де Урреа Херонимо Хименес
Делони Томас
Деперье Бонавентюр
Джива Госвами
Дикаст Йиржи
Друзий Иоганн
Дудич Андраш
Евлашовский Фёдор Михайлович
Зоранич Пётр
Иоанн Антонио Кумис
Иоанн Секунд
Иоахим Камерарий Младший
Кавальканти Бартоломео
Каза Джованни делла
Казони Гвидо
Капелла Галеаццо-Флавио
Капеллони Лоренцо
Каприано Джованни Пьетро
Каро Аннибале
Кастильоне Бальдассаре
Каттанео Джованни-Мария
Каччини Джулио
Кватромани Серторио
Клирик Острожский
Кнорр фон Розенрот Христиан
Пётр Кодицилл
Коорнгерт Дирк Волькертсен
Красинский Францишек
Красинский Ян
Крель Себастиан
Кришнадаса Кавираджа
Кроче Джулио Чезаре
Круцигер Каспар
Куэва Хуан де ла
Ла Боэси Этьен де
Ласицкий Ян
Липсий Юст
Лодж Томас
Лузитано Амато
Людовико Цаккони
Малон де Чайде Педро
Мандей Энтони
Маргарита Наваррская
Маринелла Лукреция
Матьенсо Хуан де
Мена Кристобаль де
Микьель Маркантонио
Михалон Литвин
Монтемор Хорхе де
Николай Малакс
Нобрега Мануэл да
Олива Джованни Анелло
Оливейра Фернан де
Падневский Филип
Перес де Ита Хинес
Поло де Ондегардо Хуан
Помар Хуан Баутиста де
Понту Клод де
Порцио Симоне
Рей Миколай
Ренанус Беатус
Рибейру Бернардин
Розьер Франсуа
Сантильян Фернандо де
Сарате Агустин де
Сармьенто де Гамбоа Педро
Сеймур Энн графиня Уорик
Сервантес Мигель де
Сердань де Таллада Томас
Скарга Пётр
Смотрицкий Герасим Данилович
Спероне Сперони
Стильяни Томмазо
Сьеса де Леон Педро
Тассо Торквато
Тереза Авильская
Тиар Понтюс де
Тидир Алед
Тимонеда Хуан де
Трухильо-и-Паэс Диего де
Тулсидас
Тяпинский Василий Николаевич
Уртадо де Мендоса Диего (поэт)
Уэйкфилд Роберт
Фабрини Джованни
Фара Джованни Франческо
Фикесдоттер-Бюлов Анна
Филофей (Пирогов)
Фиренцуола Аньоло
Флациус Маттиас
Хаклюйт Ричард
Херес Франсиско де
Цесельский Анджей
Чамбер Джон (1546—1604)
Шпенглер Лазарус
Эрсилья-и-Суньига Алонсо де
Эспинель Висенте

часть 19 - писатели 17 века

Абей Гаспар
Bernard Shaw
26 июля 1856 - 1856-07-27

Агапий Ландос
Agapius Landos
null

Акстельмейер Станислав Рейнхард
Axtelmeier
null

Алер Пауль
Paul Aler
9 ноября 1656 - 1656-11-09

Альва Иштлильшочитль Фернандо де
Fernando de Navas de Peraleda y Alva Cortes Ixtlilxochitl
null

Ангелони Франческо
Francesco Angeloni
null

Антоний (Подольский)
Anthony (Podolsky)
null

Анчич Иван
Ivan Ancic Dumljanin
11 февраля 1624 - 1624-02-11

Армин Роберт
Robert Armin
null

Асаи Рёи
Asai Ryoi
null

Ашулар Педро де
Pedro Agerre Azpilkueta
null

Банье Антуан
Antoine Banier
2 ноября 1673 - 1673-11-02

Баньян Джон
John Bunyan
null

Барбо де Вильнёв Габриэль Сюзанна
Gabrielle-Suzanne Barbot de Villeneuve
null

Барнс Джошуа
Joshua Barnes
10 января 1654 - 1654-01-10

Баселар Антониу Барбоза
Antonio Barbosa Bacelar
null

Батерст Ральф
Ralph Bathurst
null

Берендес Мерта
Marta Berendes
21 января 1639 - 1639-02-21

Бероальд де Вервиль
Francois Beroalde de Verville
15 апреля 1556 - 1556-04-15

Блажовский Мартин
Marcin Blazowski
null

Богдани Петер
Pjeter Bogdani
null

Ботеро Джованни
Giovanni Botero
null

Браун Томас (писатель)
Thomas Browne
19 октября 1605 - 1605-10-19

Бретон Николас
Nicholas Breton
null

Брук Фулк-Гревилль
Fulke-Greville Brooke
3 октября 1554 - 1554-10-03

Буало Никола
Nicolas Boileau
1 ноября 1636 - 1636-11-01

Буасса Пьер де
Pierre de Boissat
null

Быджовский Марк
Marek Bydzovsky z Florentyna
null

Бэкон Энн
Francis Bacon
null

Валенкур Жан-Батист Анри де
Jean-Baptiste-Henri de Valincour
1 марта 1653 - 1653-03-01

Виейра Раваско Бернардо
Bernardo Vieira Ravasco
null

Винченцо Карафа
Vincenzo Carafa
5 мая 1585 - 1585-05-05

Вишоватый Анджей
Andrzej Wiszowaty
26 ноября 1608 - 1608-11-26

Вондел Йост ван ден
Joost van den Vondel
17 ноября 1587 - 1587-11-17

Габделич Юрай
Juraj Habdelic
27 ноября 1609 - 1609-11-27

Гаватович Якуб
Iacob Gawatthowic
17 марта 1598 - 1598-03-17

Гез де Бальзак Жан-Луи
Jean-Louis Guez de Balzac
31 мая 1597 - 1597-05-31

Гличнер Эразм
Erazm Gliczner Skrzetuski Glicner
null

Годо Антуан
Antoine Godeau
24 сентября 1605 - 1605-09-24

Гомбервиль Марен Леруа де
Marin Le Roy de Gomberville
null

Рец Жан Франсуа Поль де Гонди
Jean-Francois Paul de Gondi
20 сентября 1613 - 1613-09-20

Горницкий Лукаш
Lukasz Gornicki
null

Гуабо-Дюбуа Филипп
Philippe Goibaud-Dubois
3 июня 1626 - 1626-06-03

Дадли Норт 4-й барон Норт
Dudley North 4th Baron North
null

Даниэлло Бартоли
Daniello Bartoli
12 февраля 1608 - 1608-02-12

Делагарди Юханна Элеонора
Johanna Eleonora De la Gardie
26 июня 1661 - 1661-02-26

Демболенцкий Войцех
Wojciech Debocecki
null

Диаментовский Вацлав
Waclaw Dyamentowski
null

Дивкович Матия
Matija Divkovi
21 августа 1563 - 1563-08-21

Дикаст Йиржи
Jiri Dikastus Mirkovsky
null

Дюшен Андре
Andre Duchesne
null

Евлашовский Фёдор Михайлович
Evlashovsky Fyodor Mikhailovich
7 февраля 1546 - 1546-02-07

Завадский Казимир
Kazimierz Rogala Zawadzki
null

Иоанн Милютин
John Milyutin
null

Ихара Сайкаку
Ihara Saikaku
null

Кадлинский Феликс
Felix Kadlinsky
18 октября 1613 - 1613-10-18

Капаччо Джулио Чезаре
Capaccio Giulio Cesare
null

Каррильо Альфонс Ласо де ла Вега
Carrillo Alfons Lazo de la Vega
null

Каччини Джулио
Giulio Caccini или Giulio Romano
8 октября 1551 - 1551-10-08

Кватромани Серторио
Sertorio Quattromani
null

Кеведо Франсиско де
Francisco de Quevedo
17 сентября 1580 - 1580-09-17

Кемени Иоанн
Janos Kemeny
14 декабря 1607 - 1607-12-14

Клирик Острожский
Cleric of Ostrog
null

Кольте Гийом
Guillaume Colletet
12 марта 1598 - 1598-03-12

Конрар Валантэн
Valentin Conrart
null

Коховский Веспасиан
Kochovsky Vespasian
null

Красинский Ян
Jan Andrzej Krasinski
null

Кроче Джулио Чезаре
Giulio Cesare Croce
null

Кульман Квирин
Quirinus Kuhlmann
25 февраля 1651 - 1651-02-25

Куртиль де Сандра Гасьен де
Gatien de Courtilz de Sandras
null

Куэва Хуан де ла
Juan de la Cueva de Garoza
23 октября 1543 - 1543-10-23

Кьябрера Габриэлло
Gabriello Chiabrera
18 июня 1552 - 1552-06-18

Ла Кальпренед Готье
Gautier de Costes de La Calprenede
null

Ла Шапель Жан де
Jean de La Chapelle
24 октября 1651 - 1651-10-24

Лабрюйер Жан де
Jean de La Bruyere
16 августа 1645 - 1645-08-16

Лафайет Мари Мадлен де
Marie-Madeleine Pioche de La Vergne
18 марта 1634 - 1634-03-18

Ли Юй (драматург)
Li Yu (playwright)
null

Липсий Юст
Justus Lipsius
18 октября 1547 - 1547-10-18

Лобу Франсишку Родригеш
Francisco Rodrigues Lobo
null

Лопес де Когольюдо Диего
Diego Lopez de Cogolludo
null

Людовико Цаккони
Ludovico Zacconi
11 июня 1555 - 1555-06-11

Мандей Энтони
Anthony Munday
null

Маринелла Лукреция
Lucrezia Marinella
null

Марино Джамбаттиста
Marino giambattista
14 октября 1569 - 1569-10-14

Матос Грегориу де
Matos Gregoriu de
23 декабря 1636 - 1636-12-23

Мезенец Александр Иванович
Mezenets Alexander Ivanovich
null

Мелу Франсишку Мануэл де
Melus Francisco Manuel de
23 ноября 1608 - 1608-11-23

Мильтон Джон
John Milton
19 декабря 1608 - 1608-12-19

Миямото Мусаси
Miyamoto Musashi
null

Монфокон де Виллар Анри де
Nicolas Pierre Henri de Montfaucon
null

Моруа Жан Тестю де
Jean Testu de Mauroy
null

Морштын Иероним
Hieronim Morsztyn
null

Надаши Янош
Janos Nadasi
13 января 1613 - 1613-01-13

Обухович Филипп Казимир
Filip Kazimierz Obuchowicz
null

Олива Джованни Паоло
Giovanni Paolo Oliva
4 октября 1600 - 1600-10-01

Мадам д Онуа
Marie-Catherine d Aulnoy
14 января 1651 - 1651-01-14

Пальяс Херонимо
Geronimo Pallas
null

Парависино Ортенсьо Феликс
Hortensio Felix Paravicino y Arteaga
12 октября 1580 - 1580-10-12

Пасторий Иоахим
Joachim Pastorius
20 сентября 1611 - 1611-09-20

Пачакути Ямки Салькамайуа Хуан де Санта Крус
Juan de Santa Cruz Pachacuti Yamqui Salcamayhua
null

Пелиссон Поль
Paul Pellisson
30 октября 1624 - 1624-10-30

Перес де Ита Хинес
Gines Perez de Hita
null

Рагене Франсуа
Francois Raguenet
null

Рокко Антонио
Antonio Rocco
null

Росс Александр
Alexander Ross
1 января 1591 - 1591-01-01

Роулендсон Мэри
Mary White
null

Рохас Соррилья Франсиско де
Francisco de Rojas Zorrilla
4 октября 1607 - 1607-10-04

Сааведра Диего
Diego de Saavedra y Faxardo
6 мая 1584 - 1584-05-06

Саси Луи де
Louis de Sacy
null

Свифт Джонатан
Jonathan Swift
30 ноября 1667 - 1667-11-30

Сегре Жан Реньо де
Jean Regnault de Segrais
22 августа 1624 - 1624-08-22

Седовский Яков
Sedovsky Yakov
null

Сердань де Таллада Томас
Cerdany de Tallada Thomas
null

Симон Педро
Fray Pedro Simon
null

Скарга Пётр
Piotr Skarga
2 февраля 1536 - 1536-02-02

Скюдери Жорж де
Georges de Scudery
22 августа 1601 - 1601-08-22

Скюдери Мадлен де
Madeleine de Scudery
15 ноября 1607 - 1607-11-15

Смит Джон (капитан)
John Smith
null

Сорель Шарль
Charles Sorel sieur de Souvigny
null

Стильяни Томмазо
Tommaso Stigliani
null

Сюй Сякэ
Xu Xiake
5 января 1587 - 1587-01-05

Тассони Алессандро
Alessandro Tassoni
28 сентября 1565 - 1565-09-28

Твардовский Самуил
Twardowski Samuel
null

Тейлор Джереми (писатель)
Jeremy Taylor
15 августа 1613 - 1613-08-15

Тейлор Джон (поэт)
John Taylor
24 августа 1578 - 1578-08-24

Тиндал Мэтью
Matthew Tindal
null

Тирсо Гонсалес
Tirso Gonzalez
18 января 1624 - 1624-01-18

Урсула Микаэла Мората
Ursula Micaela Morata
21 октября 1628 - 1628-10-21

Фелтем 
Owen Feltham
null

Феодосий Боровик
Teodozy Borowik
null

Фернандес Пьедраита Лукас
Lucas Fernandez de Piedrahita
null

Фонтенель Бернар Ле Бовье де
Bernard le Bovier de Fontenelle
11 февраля 1657 - 1657-02-11

Фуллер Томас (писатель)
Thomas Fuller
24 июня 1654 - 1654-06-24

Фэн Мэнлун
Feng Menglong
null

Фюретьер Антуан
Antoine Furetiere
28 декабря 1619 - 1619-12-28

Хаклюйт Ричард
Richard Hakluyt
null

Халецкий Николай Христофор
Khaletsky Nicholas Christopher
null

Хемскерк Йохан ван
Hemskerk Johan Van
null

Чарлтон Уолтер
Walter Charleton
2 февраля 1619 - 1619-02-02

Шалль Грегуар де
Gregoire Robert Challe
17 августа 1659 - 1659-08-17

Шаплен Жан
Jean Chapelain
4 декабря 1595 - 1595-12-04

Шевремон Жан-Батист де
Jean-Baptiste de Chevremont
null

Шедвелл Томас
Thomas Shadwell
null

Шпеер Даниэль
Daniel Speer
null

Штенгель Георг
Georg Stengel
null

Эрсан Марк Антуан
Marc-Antoine Hersan
31 января 1649 - 1649-01-31

Юсуф Наби
Yusuf Nabi
null

часть 20 - писатели 18 века

Абей Гаспар
Gaspard Abeille
null

Авалишвили Георгий Иоаннович
Avalishvili George Ioannovich
null

Акстельмейер Станислав Рейнхард
Axtelmeier
null

Алер Пауль
Paul Aler
9 ноября 1656 - 1656-11-09

Алтуфьев Василий Иванович
Altufiev Vasily Ivanovich
null

Асаи Рёи
Asai Ryoi
null

Байза Йозеф Игнац
Jozef Igac Bajza
5 марта 1755 - 1755-03-05

Баланос Козмас
Balanos Kozmas
null

Банье Антуан
Antoine Banier
2 ноября 1673 - 1673-11-02

Баретти Джузеппе
Giuseppe Marco Antonio Baretti
24 апреля 1719 - 1719-04-24

Барнс Джошуа
Joshua Barnes
10 января 1654 - 1654-01-10

Бастид Жан-Франсуа де
Jean-Francois de Bastide
15 июля 1724 - 1724-07-15

Батерст Ральф
Ralph Bathurst
null

Бегелин Николас де
Nicolas de Beguelin
25 июня 1714 - 1714-06-25

Бенцель-Штернау Кристиан Эрнст фон
Karl Christian Ernst von Bentzel-Sternau
9 апреля 1767 - 1767-04-09

Беркень Арно
Arnaud Berquin
25 сентября 1749 - 1749-09-25

Бешшеньеи Дьёрдь
Bessenyei Gyorgy
null

Богданов Андрей
Bogdanov Andrey
null

Богданович Пётр Фёдорович
Bogdanovich Peter Fedorovich
null

Бойе Генрих Христиан
Boyer Heinrich Christian
19 июля 1744 - 1744-07-19

Брамбах Йохан
Brambach Johan
19 июля 1744 - 1744-07-19

Браун Чарльз Брокден
Charles Brockden Brown
17 января 1771 - 1771-01-17

Брук Генри (писатель)
Henry Brooke
null

Буасси Луи де
Louis de Boissy
26 ноября 1694 - 1694-11-26

Будай-Деляну Ион
Ioan Budai-Deleanu
6 января 1760 - 1760-01-06

Вага Теодор
Teodor Waga
null

Валенкур Жан-Батист Анри де
Jean-Baptiste-Henri de Valincour
1 марта 1653 - 1653-03-01

Вейсе Христиан Феликс
Weiss Christian Felix
28 января 1726 - 1726-01-28

Великанович Иван
Ivan Velikanovic
7 августа 1723 - 1723-08-07

Вельяшева-Волынцева Анна Ивановна
Velyasheva-Volintseva Anna Ivanovna
null

Вехтер Леонард
Georg Philipp Ludwig Leonard Wachter
25 ноября 1762 - 1762-11-25

Виллебранд Иоганн Петер
Johann Peter Willebrand
10 сентября 1719 - 1719-09-10

Винанд Старинг Антони Кристиан
Vinand Staring Anthony Christian
24 января 1767 - 1767-01-24

Висс Иоганн Рудольф
Johann Rudolf Wyss
4 марта 1782 - 1782-03-04

Висс Йоханн Давид
Johann David Wyss
28 мая 1743 - 1743-05-28

Вуазенон Клод Анри де Фюзе де
Claude-Henri de Fusee de Voisenon
8 июля 1708 - 1708-07-08

Выбицкий Юзеф
Jozef Rufin Wybicki
29 сентября 1747 - 1747-09-29

Галенковский Яков Андреевич
Galenkovsky Yakov Andreevich
17 октября 1777 - 1777-10-17

Глейх Йозеф Алоис
Josef Alois Gleich
14 сентября 1772 - 1772-09-14

Гловер Ричард (поэт)
Richard Glover
null

Голицын Алексей Иванович
Golitsyn Alexey Ivanovich
22 мая 1765 - 1765-05-22

Готтер Фридрих Вильгельм
Friedrich Wilhelm Gotter
3 сентября 1746 - 1746-09-03

Грабовац Филипп
Filip Grabovac
null

Данибегашвили Рафаил
Danibegashvili Raphael
null

Дескамп Жан-Батист
Descampes Jean-Baptiste
28 августа 1714 - 1714-08-28

Джордани Пьетро
Pietro Giordani
1 января 1774 - 1774-01-01

Дзиппэнся Икку
Jippensya Ikku
null

Дибдин Чарлз
Charles Dibdin
15 марта 1745 - 1745-03-15

Дмитревский Дмитрий Иванович
Dmitrevsky Dmitry Ivanovich
null

Дмитриев-Мамонов Фёдор Иванович
Dmitriev-Mamonov Fedor Ivanovich
12 февраля 1727 - 1727-02-12

Дмоховский Францишек Ксаверий
Franciszek Ksawery Dmochowski
2 декабря 1762 - 1762-12-02

Дюро де Ла Маль Жан Батист
Jean-Baptiste Dureau de La Malle
27 ноября 1742 - 1742-11-27

Енгалычев Парфений Николаевич
Engalychev Parfeny Nikolaevich
10 февраля 1769 - 1769-02-10

Журовский Фёдор
Zhurovsky Fedor
null

Заруцкий Афанасий Алексеевич
Zarutsky Afanasy Alekseevich
null

Золотницкий Владимир Трофимович
Zolotnitsky Vladimir Trofimovich
null

Кадальсо Хосе
Jose Cadalso y Vazquez de Andrade
8 октября 1741 - 1741-10-08

Капечелатро Джузеппе
Giuseppe Capecelatro
25 сентября 1744 - 1744-09-25

Карли Джованни-Ринальдо
Giovanni Rinaldo Carli (Carli-Rubbi)
11 апреля 1720 - 1720-04-11

Карманов Диомид Иванович
Karmanov Diomid Ivanovich
null

Квадрио Франциск Ксаверий
Kvadrio Frantsisk Ksaveriy
1 декабря 1695 - 1695-12-01

Киндлебен Христиан Вильгельм
Kindleben Christian Wilhelm
4 октября 1748 - 1748-10-04

Клавихо-и-Фахардо Хосе
Jose Clavijo y Fajardo
19 мая 1726 - 1726-05-19

Козловский Фёдор Алексеевич
Kozlovsky Fedor Alekseevich
null

Кондратович Кирьяк Андреевич
Kondratovich Kiryak Andreevich
null

Коутинью Родригу де Соуза
Coutinho Rodrigue de Souza
4 августа 1755 - 1755-08-04

Кошен Шарль-Николя (Младший)
Koshen Charles-Nicolas (Younger)
22 февраля 1715 - 1715-02-22

Краевский Михал Димитр
Kraevsky Michal Dimitar
8 сентября 1746 - 1746-09-08

Куртиль де Сандра Гасьен де
Gatien de Courtilz de Sandras
null

Кэстль Джон
Jan Cassel
null

Ластрич Филип
Lastrich Phillip
null

Лисков Христиан Людвиг
Christian Ludwig Liscow
29 апреля 1701 - 1701-04-29

Лобысевич Панас Кириллович
Lobisevich Panas Kirillovich
null

Ловро Шитович
Lovro Shitovich
null

Ломонд Шарль-Франсуа
Charles Francois Lhomond
null

Максимович Михаил (писатель)
Mihail Maksimovic
null

Мануэль Эдуардо де Горостиса
Manuel Maria del Pilar Eduardo de Gorostiza y Cepeda
13 октября 1789 - 1789-10-13

Матушевич Марцин
Marcin Matuszewicz
11 ноября 1714 - 1714-11-11

Мейер Андрей Казимирович
Meyer Andrei Kazimirovich
null

Мелендес Вальдес Хуан
Juan Melendez Valdes
11 марта 1754 - 1754-03-11

Моргенштерн Лина
Lina Morgenstern
25 ноября 1830 - 1830-11-25

Моруа Жан Тестю де
Jean Testu de Mauroy
null

Муасси Александр-Гийом де
Alexandre-Guillaume Mouslier de Moissy
null

Наумов Иван Мокеевич
Naumov Ivan Mokeevich
null

Несецкий Каспер
Neseck Casper
31 декабря 1682 - 1682-12-31

Паисий Хилендарский
Paisius Hilendarsky
null

Пай Генри Джеймс
Henry James Pye
10 февраля 1744 - 1744-02-10

Патрикий Аристовский
Patrician Aristovsky
null

Пейн Томас
Thomas Pain
29 января 1737 - 1737-01-29

Пёлльниц Карл-Людвиг
Pollnitz Karl-Ludwig
25 февраля 1692 - 1692-02-25

Перри Джон
John Bennett Perry
4 января 1941 - 1941-01-04

Пилати Карло Антонио
Pilati Carlo Antonio
28 декабря 1733 - 1733-12-28 

Пирамович Гжегож
Piramovich Grzegorz
25 ноября 1735 - 1735-11-25

Потоцкий Ян
Pototskiy Yan
8 марта 1761 - 1761-03-08

Прокудин-Горский Михаил Иванович
Prokudin-Gorsky Mikhail Ivanovich
null

Протопопов Василий Михайлович
Protopopov Vasily Mikhailovich
null

Пруцкий Матвей Евсигнеевич
Prutsky Matvey Evsigneevich
null

Рабек Кнуд Люне
Rabek Knud Lune
18 декабря 1760 - 1760-12-18

Рагене Франсуа
Francois Ragen
null

Репьев Иван Николаевич
Repev Ivan Nikolaevich
null

Ржевуский Адам Станиславович
Rzhevusky Adam Stanislavovich
21 августа 1760 - 1760-08-21

Родзянко Семён Емельянович
Rodzianko Semyon Emelyanovich
null

Рохлиц Иоганн Фридрих
Rohlitz Johann Friedrich
12 февраля 1769 - 1769-02-12

Руссель Пьер Жозеф Алексис
Roussel Pierre Joseph Alexis
null

Раймондо де Сангро
Raymondo de Sangro
30 января 1710 - 1710-01-30

Сатанов Исаак
Satan Isaac
null

Свифт Джонатан
Swift Jonathan
30 ноября 1667 - 1667-11-30

Сергий (Юршев)
Sergius (Yurshev)
null

Сикитэй Самба
Shikitei Samba
null

Софроний Врачанский
Sofroniy Vrachansky
11 марта 1739 - 1739-03-11

Сумароков Александр Петрович
Sumarokov Alexander Petrovich
25 ноября 1717 - 1717-11-25

Сушков Михаил Васильевич
Sushkov Mikhail Vasilievich
26 июня 1792 - 1792-06-26

Танбовцев Василий
Tanbovtsev Vasily
null

Тиндал Мэтью
Tyndall Matthew
null

Томса Франтишек-Ян
Tomsa Frantisek Jan
4 октября 1753 - 1753-10-04

Торрес Вильярроэль Диего де
Diego de Torres Villarroel
18 июня 1694 - 1694-06-18

У Цзинцзы
Wu Jingzi
null

Уильямс Уильям Пантицелин
William Williams Pantycelyn
11 февраля 1717 - 1717-02-11

Уильямс Хелен Мария
Helen Maria Williams
17 июня 1759 - 1759-06-17

Уолстонкрафт Мэри
Mary Wollstonecraft
27 апреля 1759 - 1759-04-27

Уорбертон Уильям
William Warburton
24 декабря 1698 - 1698-12-24

Уэда Акинари
Ueda Akinari
25 июля 1734 - 1734-07-25

Фабер Кристоф
Kristof Frid Faber
null

Фелькнер Фёдор Христианович
Felkner Fedor Khristianovich
null

Феофан (Трофимович)
Feofan (Trofimovich)
null

Франсуа Лафермьер
Francois Lafermier
11 февраля 1737 - 1737-02-11

---------------------------------------
Франсуаза де Графиньи
Francoise de Graffigny
11 февраля 1695 - 1695-02-11

Фридлендер Давид
David Friedlander
6 декабря 1750 - 1750-12-06

Фукс Антон (педагог)
Anton Fuchs
null

Фуллер Томас (писатель)
Thomas Fuller
24 июня 1654 - 1654-06-24

Хейберг Петер Андреас
Heyberg Peter Andreas
16 ноября 1758 - 1758-11-16

Хирага Гэннай
Hiraga Gennai
null

Хмелёвский Бенедикт
Benedykt Joachim Chmielowski
20 марта 1700 - 1700-03-20

Цао Сюэцинь
Cao Zhan
null

Цикиндял Дмитрий
Tsikindyal Dmitry
null

Цицианов Дмитрий Павлович
Tsitsianov Dmitriy Pavlovich
null

Цицианов Егор Павлович
Tsitsianov Egor Pavlovich
null

Чарлтон Уолтер
Charlton Walter
2 февраля 1619 - 1619-02-02

Чейн Джорж
George Cheyne
null

Ченыкаев Алексей Михайлович
Chenykaev Alexey Mikhailovich
null

Чижов Пётр Фёдорович
Chizhov Peter Fedorovich
null

Шалль Грегуар де
Gregoire Robert Challe
17 августа 1659 - 1659-08-17

Шарль Мишель маркиз де Виллет
Charles Michel Marquis de Villette
4 декабря 1736 - 1736-12-04

Шевремон Жан-Батист де
Jean-Baptiste de Chevremont
null

Шенье Луи де
Louis de Chenier
8 июня 1722 - 1722-06-08

Шерзенфельд Бригитта Кристина
Brigitta Kristina Scherzenfeldt
null

Шерлок Томас
Thomas Sherlock
null

Шлегель Иоганн Адольф
Schlegel Johann Adolf
17 сентября 1721 - 1721-09-17

Шлиппенбах Ульрих Герман Генрих Густав Фрайхерр фон
Ulrich Hermann Heinrich Gustav Freiherr von Schlippenbach
18 мая 1774 - 1774-05-18

Шпеер Даниэль
Speer Daniel
null

Штарк Иоганн Август фон
Stark Johann August fon
null

Шульц Фридрих Иоахим Христофор
Joachim Christoph Friedrich Schulz
1 января 1762 - 1762-01-01

Шутов Гавриил Софронович
Shutov Gavriil Sofronovich
null

Щедритский Алексей Иванович
Shchedritsky Alexey Ivanovich
null

Щекатов Афанасий Михайлович
Shchekatov Afanasy Mikhailovich
null

Эвальд Йоханнес
Johannes Ewald
18 ноября 1743 - 1743-11-18

Эйкин Джон
John Aikin
5 января 1747 - 1747-01-05

Энгельгардт Карл Август
Karl August Engelhardt
4 февраля 1768 - 1768-02-04

Эно Шарль Жан Франсуа
Charles-Jean-Francois Henault 
8 февраля 1685 - 1685-02-08

Эрсан Марк Антуан
Ersan Marc Antoine
31 января 1649 - 1649-01-31

Эшенбург Иоганн Иоахим
Johann Joachim Eschenburg
7 декабря 1743 - 1743-12-07

Юнгер Иоганн Фридрих
Johann Friedrich Junger
15 февраля 1756 - 1756-02-15

Юсуф Наби
Yusuf Nabi
null

Ягельский Кассиан Иосифович
Yagelsky Kassian Iosifovich
null

Ямбрешич Андрей
20 сентября 1706 - 1706-09-20

Яннау Генрих Иоанн фон
Heinrich Johann von Jannau
9 марта 1753 - 1753-03-09